<!-- BaserPageTagBegin -->
<?php $bcBaser->setTitle('logical_jpについて') ?>
<?php $bcBaser->setDescription('日本の小・中規模のコーポレートサイト向けのテーマ「logical_jp」のご紹介です。') ?>
<?php $bcBaser->setPageEditLink(16) ?>
<!-- BaserPageTagEnd -->
<p>
	「logical_jp」は、日本の小・中規模のコーポレートサイトに最も適したデザイン・構成になるよう制作したテーマです。</p>
<p>
	各種ソーシャルネットワーキングサービスとの連携を強化し、スマートフォン、タブレット等でも快適に閲覧できるよう、レスポンシブデザインを採用しています。</p>
<h2>
	トップページのエントリーについて</h2>
<p>
	トップページのコンテンツは、以下の３パートに分かれています。</p>
<ul>
	<li>
		ピックアップ：<br />
		指定したエントリー１件</li>
	<li>
		写真＋概要＋タイトル一覧：<br />
		指定したエントリー３件</li>
	<li>
		日付＋タイトル一覧：<br />
		ブログの新着エントリー５件</li>
</ul>
<p>
	「ピックアップ」は、専用トップページのページ本文を編集します。</p>
<p>
	「写真＋概要＋タイトル一覧」は、テーマ内の「config/bootstrap.php」ファイルを編集して、表示する内容を設定する必要があります。</p>
<h2>
	ナビゲーションについて</h2>
<p>
	サイトの上下のナビゲーションは、管理画面の「システム管理＞メニュー管理」で編集可能です。</p>
<p>
	上のナビゲーションは二階層まで対応していますが、現在のバージョンのbaserCMSでは、一階層のメニューを一種類しか作成できません。二階層にしたい場合、上下でメニューを変更したい場合は、テーマの直接編集が必要となります。</p>
