<!-- BaserPageTagBegin -->
<?php $bcBaser->setTitle('ポイント１：日本のウェブサイトに最適化') ?>
<?php $bcBaser->setDescription('logical_jpテーマのポイントのご紹介です。') ?>
<?php $bcBaser->setPageEditLink(17) ?>
<!-- BaserPageTagEnd -->
<h2>
	文字組</h2>
<p>
	WordPress・MovableTypeなどの、多くのフリーテーマは、アメリカなどの英語圏で利用されることを想定して作られています。</p>
<p>
	こういったテーマを文字の画数が多く、フォントの種類が少ない日本語サイトに使用すると、文字が小さすぎたり、行間が整っていないため読みにくいという問題が生じます。</p>
<p>
	logical_jpの作者は、日本のWebクリエイターです。<br />
	日本の一般的な閲覧環境・フォントで最も見やすい文字組になるよう、本文・ナビゲーション・見出しレベルを調整しています。</p>
<h2>
	カラーリング</h2>
<p>
	日本人のウェブサイトに対する好みは、欧米とは大きく異なっています。<br />
	欧米では背景に濃い色を使用したり、強めの効果をかけたウェブサイトも好まれますが、日本では白をベースとした、自然光に近い配色が主流となっています。</p>
<p>
	logical_jpは現在、キーカラーにグレーとブルーを選択できます。<br />
	今後、レッド・グリーン・ブラウン・ブラックを追加予定です。</p>
<p>
	余談ですが、作者のおすすめはブルーです。グレーはオリジナル配色の素体としてお使いください。</p>
<h2>
	よくあるページ装飾を簡単に</h2>
<p>
	ウェブサイトでよく見かける、「くわしくはこちら」ボタンや横二段・三段組などを、簡単なHTMLの記述で表現できます。<br />
	また、PDF・Word・Excelファイルへリンクすると、自動でアイコンが付与されます。</p>
<p>
	（もちろん、外部ファイルだらけのウェブサイトは良くないのですが）</p>
<hr />
<p style="text-align: center; ">
	サンプルはこちらのページをご覧ください。<br />
	<a class="linkBtn" href="../htmlsample">使用できるページ装飾一覧</a></p>
