<!-- BaserPageTagBegin -->
<?php $bcBaser->setTitle('使用できるページ装飾一覧') ?>
<?php $bcBaser->setDescription('「logical_jp」テーマで使用できる、HTMLタグのページ装飾のサンプルです。') ?>
<?php $bcBaser->setPageEditLink(55) ?>
<!-- BaserPageTagEnd -->


<h2>
	h2要素</h2>
<p>
	<a href="http://www.aozora.gr.jp/cards/000148/files/789_14547.html">夏目漱石 吾輩は猫である</a></p>
<p>
	吾輩は猫である。名前はまだ無い。どこで生れたかとんと見当がつかぬ。何でも薄暗いじめじめした所でニャーニャー泣いていた事だけは記憶している。</p>
<h3>
	h3要素</h3>
<p>
	吾輩はここで始めて人間というものを見た。しかもあとで聞くとそれは書生という人間中で一番獰悪な種族であったそうだ。</p>
<h4>
	h4要素</h4>
<p>
	この書生というのは時々我々を捕えて煮て食うという話である。しかしその当時は何という考もなかったから別段恐しいとも思わなかった。ただ彼の掌に載せられてスーと持ち上げられた時何だかフワフワした感じがあったばかりである。</p>
<h5>
	h5要素</h5>
<p>
	掌の上で少し落ちついて書生の顔を見たのがいわゆる人間というものの見始であろう。この時妙なものだと思った感じが今でも残っている。第一毛をもって装飾されべきはずの顔がつるつるしてまるで薬缶だ。</p>
<h6>
	h6要素</h6>
<p>
	その後猫にもだいぶ逢ったがこんな片輪には一度も出会わした事がない。のみならず顔の真中があまりに突起している。</p>
<h3 class="lv2">
	h3要素ですが見た目がh2になっています</h3>
<p>
	そうしてその穴の中から時々ぷうぷうと煙を吹く。どうも咽せぽくて実に弱った。これが人間の飲む煙草というものである事はようやくこの頃知った。</p>
<h4 class="lv3">
	h4要素ですが見た目がh3になっています</h4>
<p>
	この書生の掌の裏でしばらくはよい心持に坐っておったが、しばらくすると非常な速力で運転し始めた。</p>
<h5 class="lv4">
	h5要素ですが見た目がh4になっています</h5>
<p>
	書生が動くのか自分だけが動くのか分らないが無暗に眼が廻る。胸が悪くなる。到底助からないと思っていると、どさりと音がして眼から火が出た。</p>
<h6 class="lv5">
	h6要素ですが見た目がh5になっています</h6>
<p>
	それまでは記憶しているがあとは何の事やらいくら考え出そうとしても分らない。</p>
<p class="lv6">
	p要素ですが見た目がh6になっています</p>
<p>
	ふと気が付いて見ると書生はいない。たくさんおった兄弟が一疋も見えぬ。肝心の母親さえ姿を隠してしまった。</p>
<p>
	&darr;&darr;&darr;&darr;クリックすると画像がポップアップします</p>
<p>
	（画像をアップロードしてください）</p>
<p>
	その上今までの所とは違って無暗に明るい。眼を明いていられぬくらいだ。はてな何でも容子がおかしいと、のそのそ這い出して見ると非常に痛い。吾輩は藁の上から急に笹原の中へ棄てられたのである。</p>
<p>
	▼水平線です</p>
<hr />
<h2>
	特殊なリンク</h2>
<p>
	<a class="linkBtn" href="#">ボタン風リンクです</a></p>
<p>
	<a href="hoge.doc">docファイルへリンクするとアイコンがつきます</a><br />
	<a href="hoge.docx">docxファイルへリンクするとアイコンがつきます</a><br />
	<a href="hoge.xls">xlsファイルへリンクするとアイコンがつきます</a><br />
	<a href="hoge.xlsx">xlsxファイルへリンクするとアイコンがつきます</a><br />
	<a href="hoge.pdf">PDFファイルへリンクするとアイコンがつきます</a></p>
<h2>
	リスト関連</h2>
<ul>
	<li>
		マーク付きのリストです</li>
	<li>
		マーク付きのリストです
		<ol>
			<li>
				番号付きのリストです</li>
			<li>
				番号付きのリストです</li>
			<li>
				番号付きのリストです</li>
		</ol>
	</li>
	<li>
		マーク付きのリストです</li>
</ul>
<ol>
	<li>
		番号付きのリストです</li>
	<li>
		番号付きのリストです
		<ul>
			<li>
				マーク付きのリストです</li>
			<li>
				マーク付きのリストです</li>
			<li>
				マーク付きのリストです</li>
		</ul>
	</li>
	<li>
		番号付きのリストです</li>
</ol>
<dl>
	<dt>
		定義語の見出し(dt要素)です</dt>
	<dd>
		定義内容(dd要素)です定義内容(dd要素)です定義内容(dd要素)です定義内容(dd要素)です</dd>
	<dt>
		定義語の見出し(dt要素)です定義語の見出し(dt要素)です定義語の見出し(dt要素)です定義語の見出し(dt要素)です</dt>
	<dd>
		定義内容(dd要素)です定義内容(dd要素)です定義内容(dd要素)です定義内容(dd要素)です定義内容(dd要素)です</dd>
	<dt>
		定義語の見出し(dt要素)です</dt>
	<dd>
		定義内容(dd要素)です定義内容(dd要素)です定義内容(dd要素)です定義内容(dd要素)です定義内容(dd要素)です定義内容(dd要素)です</dd>
</dl>
<p>
	<dfn>CMS</dfn>とは、Contents Management Systemの略で、プログラムを使ってウェブサイトを管理・更新するシステムを指します。</p>
<p class="notice">
	※注意書きです。マークが左に飛び出します。注意書きです。マークが左に飛び出します。</p>
<p class="notice">
	※注意書きです。マークが左に飛び出します。注意書きです。マークが左に飛び出します。注意書きです。マークが左に飛び出します。注意書きです。マークが左に飛び出します。</p>
<p class="notice">
	※注意書きです。マークが左に飛び出します。注意書きです。マークが左に飛び出します。注意書きです。マークが左に飛び出します。</p>
<h2>
	表・枠</h2>
<table>
	<thead>
		<tr>
			<th>
				th要素です</th>
			<th>
				th要素ですth要素です</th>
		</tr>
	</thead>
	<tbody>
		<tr>
			<th>
				th要素です</th>
			<td>
				td要素ですtd要素ですtd要素ですtd要素ですtd要素ですtd要素ですtd要素ですtd要素ですtd要素ですtd要素ですtd要素ですtd要素ですtd要素ですtd要素ですtd要素です</td>
		</tr>
		<tr>
			<th>
				th要素ですth要<br />
				素です</th>
			<td>
				td要素ですtd要素ですtd要素ですtd要素です</td>
		</tr>
	</tbody>
</table>
<div class="box01">
	<p>
		飾り枠１です</p>
</div>
<div class="box02">
	<p>
		飾り枠２です</p>
</div>
<blockquote>
	引用文です</blockquote>
<h2>
	段組</h2>

<h3>二段組</h3>

<div class="column">
	<div class="column2">
		<p>
			横２段組です横２段組です横２段組です横２段組です横２段組です横２段組です横２段組です横２段組です</p>
		<p>
			横２段組です横２段組です横２段組です横２段組です横２段組です横２段組です横２段組です横２段組です</p>
	</div>
	<div class="column2">
		<p>
			横２段組です横２段組です横２段組です横２段組です横２段組です横２段組です横２段組です横２段組です</p>
	</div>
</div>

<h3>三段組</h3>

<div class="column">
	<div class="column3">
		<p>
			横３段組です横３段組です横３段組です横３段組です横３段組です横３段組です</p>
	</div>
	<div class="column3">
		<p>
			横３段組です横３段組です横３段組です横３段組です横３段組です横３段組です</p>
		<p>
			横３段組です横３段組です横３段組です横３段組です横３段組です横３段組です</p>
	</div>
	<div class="column3">
		<p>
			横３段組です横３段組です横３段組です横３段組です横３段組です横３段組です</p>
	</div>
</div>
<p>
	&nbsp;</p>
